Repository: kvsur/hashmark
Catalog: MarkdownApp/MarkdownApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, ko, ru, zh_hans, zh_hant

source: %lld items
de: %lld Objekte
ja: %lld 項目
ko: %lld개 항목
ru: %lld элемента
zh_hans: %lld 项
zh_hant: %lld 項

source: A custom Base URL only changes where this provider connects. It never changes the provider or API format.
de: Eine benutzerdefinierte Basis-URL ändert nur das Verbindungsziel dieses Anbieters. Anbieter und API-Format bleiben unverändert.
ja: カスタム Base URL は、このプロバイダの接続先だけを変更します。プロバイダや API 形式は変更されません。
ko: 사용자 지정 Base URL은 이 제공자의 연결 위치만 변경합니다. 제공자나 API 형식은 변경되지 않습니다.
ru: Пользовательский базовый URL меняет только адрес подключения этого провайдера. Провайдер и формат API не меняются.
zh_hans: 自定义 Base URL 只会更改此服务商的连接地址，不会更改服务商身份或 API 格式。
zh_hant: 自訂 Base URL 只會更改此服務商的連線位址，不會更改服務商身分或 API 格式。

source: About
de: Über
ja: このアプリについて
ko: 정보
ru: О программе
zh_hans: 关于
zh_hant: 關於

source: Accept
de: Übernehmen
ja: 適用
ko: 적용
ru: Применить
zh_hans: 接受
zh_hant: 接受

source: Action Failed
de: Aktion fehlgeschlagen
ja: 操作に失敗しました
ko: 작업 실패
ru: Не удалось выполнить
zh_hans: 操作失败
zh_hant: 操作失敗

source: Add
de: Hinzufügen
ja: 追加
ko: 추가
ru: Добавить
zh_hans: 添加
zh_hant: 新增

source: Add the right attachments to help AI generate better content.
de: Fügen Sie passende Anhänge hinzu, damit die KI bessere Inhalte erstellt.
ja: 適切な添付を追加すると、AI がより良い内容を生成できます。
ko: 적절한 첨부를 추가하면 AI가 더 나은 콘텐츠를 생성할 수 있습니다.
ru: Добавьте подходящие вложения, чтобы ИИ создал более качественный контент.
zh_hans: 添加合适的附件，让 AI 帮你生成更好的内容。
zh_hant: 加入合適的附件，讓 AI 幫你產生更好的內容。

source: Advanced
de: Erweitert
ja: 詳細
ko: 고급
ru: Дополнительно
zh_hans: 高级
zh_hant: 進階

source: Advanced Provider Override
de: Erweiterte Anbieterzuordnung
ja: 詳細なプロバイダー指定
ko: 고급 제공업체 재정의
ru: Расширенное переопределение провайдера
zh_hans: 高级提供商覆盖
zh_hant: 進階供應商覆寫

source: AI Assist
de: AI-Assistent
ja: AI アシスト
ko: AI 도우미
ru: AI-помощник
zh_hans: AI 辅助
zh_hant: AI 輔助

source: AI Endpoint
de: AI-Endpunkt
ja: AI エンドポイント設定
ko: AI 엔드포인트 설정
ru: Эндпоинт AI
zh_hans: AI 接口配置
zh_hant: AI 端點設定

source: AI is not configured yet. Fill it in under Settings first.
de: AI ist noch nicht konfiguriert. Trage die Daten zuerst in den Einstellungen ein.
ja: AI が未設定です。設定画面で入力してください。
ko: AI가 아직 설정되지 않았습니다. 설정에서 먼저 입력하세요.
ru: AI ещё не настроен. Сначала укажите данные в настройках.
zh_hans: 尚未配置 AI，请先在设置中填写。
zh_hant: 尚未設定 AI，請先在設定中填寫。

source: AI Not Configured
de: AI nicht konfiguriert
ja: AI が未設定です
ko: AI가 설정되지 않음
ru: AI не настроен
zh_hans: 尚未配置 AI
zh_hant: 尚未設定 AI

source: AI Settings
de: KI-Einstellungen
ja: AI 設定
ko: AI 설정
ru: Настройки ИИ
zh_hans: AI 设置
zh_hant: AI 設定

source: AI Writing
de: AI-Schreiben
ja: AI ライティング
ko: AI 글쓰기
ru: AI-письмо
zh_hans: AI 写作
zh_hant: AI 寫作

source: Allow image and PDF attachments
de: Bild- und PDF-Anhänge erlauben
ja: 画像と PDF の添付を許可
ko: 이미지 및 PDF 첨부 허용
ru: Разрешить вложения изображений и PDF
zh_hans: 允许图片与 PDF 附件
zh_hant: 允許圖片與 PDF 附件

source: Anthropic only supports its official endpoint.
de: Anthropic unterstützt nur seinen offiziellen Endpunkt.
ja: Anthropicは公式エンドポイントのみ対応します。
ko: Anthropic은 공식 엔드포인트만 지원합니다.
ru: Для Anthropic поддерживается только официальная конечная точка.
zh_hans: Anthropic 仅支持官方端点。
zh_hant: Anthropic 僅支援官方端點。

source: Anthropic uses its official endpoint only.
de: Anthropic verwendet ausschließlich seinen offiziellen Endpunkt.
ja: Anthropicは公式エンドポイントのみを使用します。
ko: Anthropic은 공식 엔드포인트만 사용합니다.
ru: Anthropic использует только официальную конечную точку.
zh_hans: Anthropic 仅使用官方端点。
zh_hant: Anthropic 僅使用官方端點。

source: Appearance
de: Erscheinungsbild
ja: 外観
ko: 화면 모드
ru: Оформление
zh_hans: 外观
zh_hant: 外觀

source: Attachment limit reached.
de: Anhang-Limit erreicht.
ja: 添付の上限に達しました。
ko: 첨부 한도에 도달했습니다.
ru: Достигнут лимит вложений.
zh_hans: 已达附件数量上限。
zh_hant: 已達附件數量上限。

source: Attachments
de: Anhänge
ja: 添付
ko: 첨부 파일
ru: Вложения
zh_hans: 附件
zh_hant: 附件

source: Authentication
de: Authentifizierung
ja: 認証
ko: 인증
ru: Аутентификация
zh_hans: 鉴权
zh_hant: 驗證

source: Authentication failed (%lld). Check your API key.
de: Authentifizierung fehlgeschlagen (%lld). Prüfe deinen API Key.
ja: 認証に失敗しました（%lld）。API Key を確認してください。
ko: 인증 실패(%lld). API Key를 확인하세요.
ru: Ошибка аутентификации (%lld). Проверьте API Key.
zh_hans: 鉴权失败（%lld），请检查 API Key。
zh_hant: 驗證失敗（%lld），請檢查 API Key。

source: Automatic
de: Automatisch
ja: 自動
ko: 자동
ru: Автоматически
zh_hans: 自动
zh_hant: 自動

source: Available
de: Verfügbar
ja: 利用可能
ko: 사용 가능
ru: Доступно
zh_hans: 可用
zh_hant: 可用

source: Available models come from your provider account. Advanced capabilities still follow the dated verified list.
de: Verfügbare Modelle stammen aus Ihrem Anbieterkonto. Erweiterte Funktionen richten sich weiterhin nach der datierten, geprüften Liste.
ja: 利用可能なモデルはプロバイダアカウントから取得されます。高度な機能は、日付付きの検証済みリストに従います。
ko: 사용 가능한 모델은 제공자 계정에서 가져옵니다. 고급 기능은 날짜가 표시된 검증 목록을 계속 따릅니다.
ru: Доступные модели загружаются из аккаунта провайдера. Расширенные возможности определяются датированным проверенным списком.
zh_hans: 可用模型来自你的服务商账户。高级能力仍以带日期的已验证列表为准。
zh_hant: 可用模型來自你的服務商帳戶。進階能力仍以附日期的已驗證清單為準。

source: Available models refreshed.
de: Verfügbare Modelle wurden aktualisiert.
ja: 利用可能なモデルを更新しました。
ko: 사용 가능한 모델을 새로 고쳤습니다.
ru: Список доступных моделей обновлён.
zh_hans: 已刷新可用模型。
zh_hant: 已重新整理可用模型。

source: Available to this account; advanced capabilities aren't verified.
de: Für dieses Konto verfügbar; erweiterte Funktionen sind nicht geprüft.
ja: このアカウントで利用できますが、高度な機能は検証されていません。
ko: 이 계정에서 사용할 수 있지만 고급 기능은 검증되지 않았습니다.
ru: Доступно для этого аккаунта; расширенные возможности не проверены.
zh_hans: 此账户可用，但高级能力尚未验证。
zh_hant: 此帳戶可用，但進階能力尚未驗證。

source: Available with conditions
de: Unter Bedingungen verfügbar
ja: 条件付きで利用可能
ko: 조건부 사용 가능
ru: Доступно при определённых условиях
zh_hans: 满足条件时可用
zh_hant: 符合條件時可用

source: Blockquote
de: Blockzitat
ja: 引用
ko: 인용문
ru: Цитата
zh_hans: 引用
zh_hant: 引用

source: Bold
de: Fett
ja: 太字
ko: 굵게
ru: Полужирный
zh_hans: 加粗
zh_hant: 粗體

source: Bullet List
de: Aufzählung
ja: 箇条書き
ko: 글머리 기호 목록
ru: Маркированный список
zh_hans: 无序列表
zh_hant: 項目符號清單

source: Cancel
de: Abbrechen
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Cannot Open File
de: Datei kann nicht geöffnet werden
ja: ファイルを開けません
ko: 파일을 열 수 없음
ru: Не удалось открыть файл
zh_hans: 无法打开文件
zh_hant: 無法開啟檔案

source: Capabilities
de: Funktionen
ja: 機能
ko: 기능
ru: Возможности
zh_hans: 能力
zh_hant: 能力

source: Capabilities depend on the provider, model, endpoint, and account. Unsupported fields are never sent.
de: Funktionen hängen von Anbieter, Modell, Endpunkt und Konto ab. Nicht unterstützte Felder werden nie gesendet.
ja: 機能はプロバイダー、モデル、エンドポイント、アカウントによって異なります。未対応のフィールドは送信されません。
ko: 기능은 제공업체, 모델, 엔드포인트 및 계정에 따라 달라집니다. 지원되지 않는 필드는 전송되지 않습니다.
ru: Возможности зависят от провайдера, модели, конечной точки и учётной записи. Неподдерживаемые поля никогда не отправляются.
zh_hans: 能力取决于提供商、模型、端点和账户。不支持的字段绝不会发送。
zh_hant: 能力取決於供應商、模型、端點與帳號。不支援的欄位絕不會傳送。

source: Capabilities verified on %@
de: Funktionen geprüft am %@
ja: 機能の検証日：%@
ko: 기능 검증일: %@
ru: Возможности проверены %@
zh_hans: 能力验证日期：%@
zh_hant: 能力驗證日期：%@

source: Check the Base URL before refreshing models.
de: Prüfen Sie vor dem Aktualisieren der Modelle die Basis-URL.
ja: モデルを更新する前に Base URL を確認してください。
ko: 모델을 새로 고치기 전에 Base URL을 확인하세요.
ru: Перед обновлением моделей проверьте базовый URL.
zh_hans: 刷新模型前请检查 Base URL。
zh_hant: 重新整理模型前請檢查 Base URL。

source: Choose Folder
de: Ordner wählen
ja: フォルダを選択
ko: 폴더 선택
ru: Выбрать папку
zh_hans: 选择目录
zh_hant: 選擇資料夾

source: Choose from Library
de: Aus Mediathek wählen
ja: ライブラリから選択
ko: 라이브러리에서 선택
ru: Выбрать из галереи
zh_hans: 从相册选择
zh_hant: 從相簿選擇

source: Choose how AI should help with this document
de: Wähle, wie KI bei diesem Dokument helfen soll
ja: この文書でAIに依頼する内容を選択
ko: AI가 이 문서에서 도울 방법을 선택하세요
ru: Выберите, как ИИ должен помочь с документом
zh_hans: 选择 AI 处理这篇文档的方式
zh_hant: 選擇 AI 處理這篇文件的方式

source: Choose how the app connects to your AI provider.
de: Wähle, wie die App eine Verbindung zum KI-Anbieter herstellt.
ja: アプリがAIプロバイダーに接続する方法を選択します。
ko: 앱이 AI 제공업체에 연결하는 방식을 선택하세요.
ru: Выберите способ подключения приложения к провайдеру ИИ.
zh_hans: 选择 App 连接 AI 提供商的方式。
zh_hant: 選擇 App 連接 AI 供應商的方式。

source: Choose Model
de: Modell auswählen
ja: モデルを選択
ko: 모델 선택
ru: Выбрать модель
zh_hans: 选择模型
zh_hant: 選擇模型

source: Clean Up Formatting
de: Formatierung aufräumen
ja: 書式を整える
ko: 서식 정리
ru: Привести форматирование
zh_hans: 整理格式
zh_hant: 整理格式

source: Close
de: Schließen
ja: 閉じる
ko: 닫기
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

source: Configuration
de: Konfiguration
ja: 設定
ko: 구성
ru: Конфигурация
zh_hans: 配置
zh_hant: 設定

source: Configuration Issues
de: Konfigurationsprobleme
ja: 設定の問題
ko: 구성 문제
ru: Проблемы конфигурации
zh_hans: 配置问题
zh_hant: 設定問題

source: Configure
de: Konfigurieren
ja: 設定する
ko: 설정하기
ru: Настроить
zh_hans: 去配置
zh_hant: 前往設定

source: Confirm
de: Bestätigen
ja: 決定
ko: 확인
ru: Подтвердить
zh_hans: 确定
zh_hant: 確定

source: Confirm (%lld)
de: Bestätigen (%lld)
ja: 決定（%lld）
ko: 확인(%lld)
ru: Подтвердить (%lld)
zh_hans: 确定（%lld）
zh_hant: 確定（%lld）

source: Confirm that your gateway supports the selected provider's extensions.
de: Stelle sicher, dass dein Gateway die Erweiterungen des ausgewählten Anbieters unterstützt.
ja: ゲートウェイが選択したプロバイダーの拡張機能に対応していることを確認してください。
ko: 게이트웨이가 선택한 제공업체 확장을 지원하는지 확인하세요.
ru: Убедитесь, что шлюз поддерживает расширения выбранного провайдера.
zh_hans: 请确认网关支持所选提供商的扩展。
zh_hant: 請確認閘道支援所選供應商的擴充功能。

source: Connecting…
de: Verbindung wird hergestellt …
ja: 接続中…
ko: 연결 중…
ru: Подключение…
zh_hans: 正在连接…
zh_hant: 正在連線…

source: Contact Email
de: Kontakt-E-Mail
ja: 連絡先メール
ko: 연락처 이메일
ru: Контактная почта
zh_hans: 联系邮箱
zh_hant: 聯絡信箱

source: Continue naturally from the end
de: Natürlich am Ende weiterschreiben
ja: 文末から自然に続きを作成
ko: 문서 끝에서 자연스럽게 이어 쓰기
ru: Естественно продолжить с конца
zh_hans: 从结尾自然续写
zh_hant: 從結尾自然續寫

source: Continue Writing
de: Weiterschreiben
ja: 続きを書く
ko: 이어 쓰기
ru: Продолжить
zh_hans: 续写
zh_hant: 續寫

source: Could not read the file. It may not be a text file, or access was denied.
de: Die Datei konnte nicht gelesen werden. Möglicherweise ist es keine Textdatei oder der Zugriff wurde verweigert.
ja: ファイルを読み込めませんでした。テキストファイルでないか、アクセス権がない可能性があります。
ko: 파일을 읽지 못했습니다. 텍스트 파일이 아니거나 접근 권한이 없을 수 있습니다.
ru: Не удалось прочитать файл. Возможно, это не текстовый файл или нет доступа.
zh_hans: 读取文件内容失败，可能没有访问权限或不是文本文件。
zh_hant: 讀取檔案內容失敗，可能沒有存取權限或不是文字檔。

source: Couldn't open the file.
de: Datei konnte nicht geöffnet werden.
ja: ファイルを開けませんでした。
ko: 파일을 열 수 없습니다.
ru: Не удалось открыть файл.
zh_hans: 无法打开该文件。
zh_hant: 無法開啟該檔案。

source: Couldn't read this image.
de: Dieses Bild konnte nicht gelesen werden.
ja: この画像を読み込めませんでした。
ko: 이 이미지를 읽을 수 없습니다.
ru: Не удалось прочитать это изображение.
zh_hans: 无法读取该图片。
zh_hant: 無法讀取此圖片。

source: Create a document on the home screen first
de: Erstelle zuerst ein Dokument auf der Startseite
ja: まずホームでドキュメントを作成してください
ko: 먼저 홈에서 문서를 만드세요
ru: Сначала создайте документ на главном экране
zh_hans: 先在首页新建文档
zh_hant: 請先在首頁新增文件

source: Custom
de: Benutzerdefiniert
ja: カスタム
ko: 사용자 지정
ru: Пользовательский
zh_hans: 自定义
zh_hant: 自訂

source: Custom model; advanced capabilities stay off until the verified list is updated.
de: Benutzerdefiniertes Modell; erweiterte Funktionen bleiben deaktiviert, bis die geprüfte Liste aktualisiert wird.
ja: カスタムモデルです。検証済みリストが更新されるまで、高度な機能は無効のままです。
ko: 사용자 지정 모델입니다. 검증 목록이 업데이트될 때까지 고급 기능은 꺼진 상태로 유지됩니다.
ru: Пользовательская модель; расширенные возможности отключены до обновления проверенного списка.
zh_hans: 自定义模型；在已验证列表更新前，高级能力保持关闭。
zh_hant: 自訂模型；在已驗證清單更新前，進階能力保持關閉。

source: Dark
de: Dunkel
ja: ダーク
ko: 어둡게
ru: Тёмная
zh_hans: 深色
zh_hant: 深色

source: Day before yesterday
de: Vorgestern
ja: 一昨日
ko: 그저께
ru: Позавчера
zh_hans: 前天
zh_hant: 前天

source: Delete
de: Löschen
ja: 削除
ko: 삭제
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

source: Delete “%@”?
de: „%@“ löschen?
ja: 「%@」を削除しますか？
ko: ‘%@’을(를) 삭제하시겠습니까?
ru: Удалить «%@»?
zh_hans: 确定删除「%@」？
zh_hant: 確定刪除「%@」？

source: Describe exactly what you want to write
de: Beschreibe genau, was du schreiben möchtest
ja: 書きたい内容を具体的に指示
ko: 작성할 내용을 구체적으로 설명
ru: Точно опишите, что нужно написать
zh_hans: 具体描述你想写的内容
zh_hant: 具體描述你想寫的內容

source: Describe the result you want.
de: Beschreiben Sie das gewünschte Ergebnis.
ja: 希望する仕上がりを入力してください。
ko: 원하는 결과를 설명해 주세요.
ru: Опишите желаемый результат.
zh_hans: 描述你想要的结果。
zh_hant: 描述你想要的結果。

source: Describe what you want to create — a plan, a proposal, marketing copy, a recipe, anything.
de: Beschreiben Sie, was Sie erstellen möchten — einen Plan, ein Konzept, einen Werbetext, ein Rezept, alles.
ja: 作りたいものを教えてください——計画書、企画書、マーケティング文、レシピなど何でも。
ko: 무엇을 만들고 싶은지 알려주세요 — 계획서, 제안서, 마케팅 문구, 레시피 등 무엇이든.
ru: Опишите, что хотите создать — план, предложение, рекламный текст, рецепт, что угодно.
zh_hans: 说说你想要什么——一份计划、一个方案、一段营销文案、一道菜谱，什么都可以。
zh_hant: 說說你想要什麼——一份計劃、一個方案、一段行銷文案、一道食譜，什麼都可以。

source: Detected Provider
de: Erkannter Anbieter
ja: 検出されたプロバイダー
ko: 감지된 제공업체
ru: Определённый провайдер
zh_hans: 检测到的提供商
zh_hant: 偵測到的供應商

source: Developer
de: Entwickler
ja: 開発者
ko: 개발자
ru: Разработчик
zh_hans: 开发者
zh_hant: 開發者

source: Discard
de: Verwerfen
ja: 破棄
ko: 버리기
ru: Отбросить
zh_hans: 放弃
zh_hant: 放棄

source: Discard this generation?
de: Diese Generierung verwerfen?
ja: 生成内容を破棄しますか？
ko: 이번 생성 결과를 버릴까요?
ru: Отбросить эту генерацию?
zh_hans: 放弃本次生成？
zh_hant: 放棄本次產生？

source: Document
de: Dokument
ja: ドキュメント
ko: 문서
ru: Документ
zh_hans: 文档
zh_hant: 文件

source: Document name
de: Dokumentname
ja: ドキュメント名
ko: 문서 이름
ru: Имя документа
zh_hans: 文档名称
zh_hant: 文件名稱

source: Documents
de: Dokumente
ja: ドキュメント
ko: 문서
ru: Документы
zh_hans: 文档
zh_hant: 文件

source: Done
de: Fertig
ja: 完了
ko: 완료
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: Edit
de: Bearbeiten
ja: 編集
ko: 편집
ru: Правка
zh_hans: 编辑
zh_hant: 編輯

source: Empty Folder
de: Leerer Ordner
ja: フォルダは空です
ko: 빈 폴더
ru: Пустая папка
zh_hans: 空目录
zh_hant: 空資料夾

source: Enable web search
de: Websuche aktivieren
ja: ウェブ検索を有効にする
ko: 웹 검색 활성화
ru: Включить веб-поиск
zh_hans: 启用网页搜索
zh_hant: 啟用網頁搜尋

source: Endpoint
de: Endpunkt
ja: エンドポイント
ko: 엔드포인트
ru: Эндпоинт
zh_hans: 接口
zh_hant: 端點

source: Enter a Base URL.
de: Gib eine Basis-URL ein.
ja: ベースURLを入力してください。
ko: 기본 URL을 입력하세요.
ru: Введите базовый URL.
zh_hans: 请输入 Base URL。
zh_hant: 請輸入 Base URL。

source: Enter a model.
de: Gib ein Modell ein.
ja: モデルを入力してください。
ko: 모델을 입력하세요.
ru: Введите модель.
zh_hans: 请输入模型。
zh_hant: 請輸入模型。

source: Enter a valid Base URL.
de: Gib eine gültige Basis-URL ein.
ja: 有効なベースURLを入力してください。
ko: 유효한 기본 URL을 입력하세요.
ru: Введите корректный базовый URL.
zh_hans: 请输入有效的 Base URL。
zh_hant: 請輸入有效的 Base URL。

source: Enter a valid endpoint and model to check availability.
de: Gib einen gültigen Endpunkt und ein Modell ein, um die Verfügbarkeit zu prüfen.
ja: 有効なエンドポイントとモデルを入力して利用可否を確認してください。
ko: 유효한 엔드포인트와 모델을 입력하여 사용 가능 여부를 확인하세요.
ru: Введите корректную конечную точку и модель, чтобы проверить доступность.
zh_hans: 输入有效的端点和模型以检查可用性。
zh_hant: 輸入有效的端點與模型以檢查可用性。

source: Enter an API Key.
de: Gib einen API-Schlüssel ein.
ja: APIキーを入力してください。
ko: API 키를 입력하세요.
ru: Введите ключ API.
zh_hans: 请输入 API Key。
zh_hant: 請輸入 API Key。

source: Export
de: Exportieren
ja: 書き出し
ko: 내보내기
ru: Экспорт
zh_hans: 导出
zh_hant: 輸出

source: Extra requirements (optional)…
de: Zusätzliche Wünsche (optional)…
ja: 追加の要望（任意）…
ko: 추가 요청(선택)…
ru: Дополнительные пожелания (необязательно)…
zh_hans: 补充要求（可选）…
zh_hant: 補充要求（可選）…

source: File
de: Datei
ja: ファイル
ko: 파일
ru: Файл
zh_hans: 文件
zh_hant: 檔案

source: Files
de: Dateien
ja: ファイル
ko: 파일
ru: Файлы
zh_hans: 文件
zh_hant: 檔案

source: Fill in the base URL, model, and API key to use AI writing.
de: Trage Base URL, Model und API Key ein, um AI-Schreiben zu nutzen.
ja: AI ライティングを使うには Base URL、Model、API Key を入力してください。
ko: AI 글쓰기를 사용하려면 Base URL, Model, API Key를 입력하세요.
ru: Укажите Base URL, Model и API Key, чтобы пользоваться AI-письмом.
zh_hans: 请先填写 BaseURL、Model 与 API Key 才能使用 AI 写作。
zh_hant: 請先填寫 Base URL、Model 與 API Key 才能使用 AI 寫作。

source: Finishing the answer…
de: Antwort wird abgeschlossen …
ja: 回答を仕上げています…
ko: 답변을 마무리하는 중…
ru: Завершение ответа…
zh_hans: 正在完成回答…
zh_hant: 正在完成回答…

source: Fix Markdown structure without rewriting
de: Markdown-Struktur korrigieren, ohne umzuschreiben
ja: 書き換えずにMarkdown構造を修正
ko: 내용을 바꾸지 않고 Markdown 구조 정리
ru: Исправить структуру Markdown без переписывания
zh_hans: 只整理 Markdown 结构，不改写内容
zh_hant: 只整理 Markdown 結構，不改寫內容

source: Folder name
de: Ordnername
ja: フォルダ名
ko: 폴더 이름
ru: Имя папки
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

source: Follow System
de: Wie System
ja: システムに合わせる
ko: 시스템 따르기
ru: Как в системе
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Free Writing
de: Freies Schreiben
ja: 自由に書く
ko: 자유 창작
ru: Свободное письмо
zh_hans: 自由创作
zh_hant: 自由創作

source: Generating…
de: Wird generiert…
ja: 生成中…
ko: 생성 중…
ru: Генерация…
zh_hans: 正在生成…
zh_hant: 產生中…

source: Generation Failed
de: Generierung fehlgeschlagen
ja: 生成に失敗しました
ko: 생성 실패
ru: Не удалось сгенерировать
zh_hans: 生成失败
zh_hant: 產生失敗

source: Generation Interrupted
de: Generierung unterbrochen
ja: 生成が中断されました
ko: 생성이 중단됨
ru: Генерация прервана
zh_hans: 生成已中断
zh_hant: 產生已中斷

source: Generation paused because the app moved to the background. Try again when you're ready.
de: Die Generierung wurde angehalten, weil die App im Hintergrund ist. Versuchen Sie es erneut, wenn Sie bereit sind.
ja: アプリがバックグラウンドに移動したため、生成を中断しました。準備ができたらもう一度お試しください。
ko: 앱이 백그라운드로 전환되어 생성을 중단했습니다. 준비되면 다시 시도하세요.
ru: Генерация приостановлена, потому что приложение перешло в фоновый режим. Повторите попытку, когда будете готовы.
zh_hans: App 进入后台，生成已暂停。准备好后请重试。
zh_hant: App 進入背景，生成已暫停。準備好後請重試。

source: Generation stopped
de: Generierung gestoppt
ja: 生成を停止しました
ko: 생성 중지됨
ru: Генерация остановлена
zh_hans: 生成已停止
zh_hant: 生成已停止

source: Heading
de: Überschrift
ja: 見出し
ko: 제목
ru: Заголовок
zh_hans: 标题
zh_hant: 標題

source: Heading Level %lld
de: Überschrift %lld
ja: 見出し %lld
ko: 제목 %lld
ru: Заголовок %lld
zh_hans: %lld 级标题
zh_hant: 第 %lld 級標題

source: Hide Keyboard
de: Tastatur ausblenden
ja: キーボードを閉じる
ko: 키보드 닫기
ru: Скрыть клавиатуру
zh_hans: 收起键盘
zh_hant: 收起鍵盤

source: Hide reasoning
de: Begründung ausblenden
ja: 推論を閉じる
ko: 추론 숨기기
ru: Скрыть рассуждение
zh_hans: 收起推理
zh_hant: 收合推理

source: If this keeps failing, the model you selected may not support image attachments.
de: Wenn dies weiterhin fehlschlägt, unterstützt das gewählte Modell möglicherweise keine Bildanhänge.
ja: 失敗が続く場合、選択したモデルは画像添付に対応していない可能性があります。
ko: 계속 실패하면 선택한 모델이 이미지 첨부를 지원하지 않을 수 있습니다.
ru: Если ошибка повторяется, выбранная модель может не поддерживать вложения изображений.
zh_hans: 如果持续失败，你选择的模型可能不支持图片附件。
zh_hant: 若持續失敗，你選擇的模型可能不支援圖片附件。

source: Images
de: Bilder
ja: 画像
ko: 이미지
ru: Изображения
zh_hans: 图片
zh_hant: 圖片

source: Import
de: Importieren
ja: 読み込む
ko: 가져오기
ru: Импорт
zh_hans: 导入
zh_hant: 匯入

source: Import “%@” to
de: „%@“ importieren nach
ja: 「%@」の読み込み先
ko: ‘%@’을(를) 가져올 위치
ru: Импортировать «%@» в
zh_hans: 导入「%@」到
zh_hant: 匯入「%@」到

source: Import Here
de: Hierher importieren
ja: ここに読み込む
ko: 여기로 가져오기
ru: Импортировать сюда
zh_hans: 导入到此处
zh_hant: 匯入到此處

source: Improve clarity, tone, and wording
de: Klarheit, Ton und Formulierung verbessern
ja: 明瞭さ、語調、表現を改善
ko: 명확성, 어조, 표현 개선
ru: Улучшить ясность, тон и формулировки
zh_hans: 优化表达、语气与措辞
zh_hant: 優化表達、語氣與措辭

source: Indent
de: Einrücken
ja: インデント
ko: 들여쓰기
ru: Увеличить отступ
zh_hans: 增加缩进
zh_hant: 增加縮排

source: Instructions
de: Anweisungen
ja: 指示
ko: 지침
ru: Инструкции
zh_hans: 要求
zh_hant: 要求

source: Italic
de: Kursiv
ja: 斜体
ko: 기울임꼴
ru: Курсив
zh_hans: 斜体
zh_hant: 斜體

source: Jump to Latest
de: Zum Neuesten springen
ja: 最新へ移動
ko: 최신으로 이동
ru: К последнему
zh_hans: 跳到最新
zh_hant: 跳到最新

source: Just checking one thing
de: Eine kurze Rückfrage
ja: 一点確認させてください
ko: 하나만 확인할게요
ru: Нужно кое-что уточнить
zh_hans: 需要你确认一下
zh_hant: 需要你確認一下

source: Keep adjusting, e.g. more concise / another angle…
de: Weiter anpassen, z. B. knapper / anderer Blickwinkel…
ja: さらに調整：もっと簡潔に / 別の切り口で…
ko: 계속 조정: 더 간결하게 / 다른 관점으로…
ru: Продолжить правки: короче / другой ракурс…
zh_hans: 继续调整，如：更精简 / 换个角度…
zh_hant: 繼續調整，如：更精簡 / 換個角度…

source: Keep Going
de: Weitermachen
ja: 続ける
ko: 계속하기
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

source: Language
de: Sprache
ja: 言語
ko: 언어
ru: Язык
zh_hans: 语言
zh_hant: 語言

source: Light
de: Hell
ja: ライト
ko: 밝게
ru: Светлая
zh_hans: 浅色
zh_hant: 淺色

source: Long Screenshot
de: Langer Screenshot
ja: 長いスクリーンショット
ko: 전체 스크린샷
ru: Длинный снимок
zh_hans: 长截图
zh_hant: 長截圖

source: Mode
de: Modus
ja: モード
ko: 모드
ru: Режим
zh_hans: 模式
zh_hant: 模式

source: Model refresh isn't available for this provider.
de: Die Modellaktualisierung ist für diesen Anbieter nicht verfügbar.
ja: このプロバイダではモデルの更新を利用できません。
ko: 이 제공자에서는 모델 새로 고침을 사용할 수 없습니다.
ru: Обновление моделей недоступно для этого провайдера.
zh_hans: 此服务商不支持刷新模型。
zh_hant: 此服務商不支援重新整理模型。

source: Move
de: Verschieben
ja: 移動
ko: 이동
ru: Переместить
zh_hans: 移动
zh_hant: 移動

source: Move “%@” to
de: „%@“ verschieben nach
ja: 「%@」の移動先
ko: ‘%@’을(를) 이동할 위치
ru: Переместить «%@» в
zh_hans: 移动「%@」到
zh_hant: 移動「%@」到

source: Move Here
de: Hierher verschieben
ja: ここに移動
ko: 여기로 이동
ru: Переместить сюда
zh_hans: 移动到此处
zh_hant: 移動到此處

source: Move Line Down
de: Zeile nach unten
ja: 行を下へ移動
ko: 줄 아래로 이동
ru: Переместить строку вниз
zh_hans: 下移行
zh_hant: 下移行

source: Move Line Up
de: Zeile nach oben
ja: 行を上へ移動
ko: 줄 위로 이동
ru: Переместить строку вверх
zh_hans: 上移行
zh_hant: 上移行

source: Move To
de: Verschieben nach
ja: 移動先
ko: 이동 위치
ru: Переместить в
zh_hans: 移动到
zh_hant: 移動到

source: Network error: %@
de: Netzwerkfehler: %@
ja: ネットワークエラー：%@
ko: 네트워크 오류: %@
ru: Ошибка сети: %@
zh_hans: 网络错误：%@
zh_hant: 網路錯誤：%@

source: New Document
de: Neues Dokument
ja: 新規ドキュメント
ko: 새 문서
ru: Новый документ
zh_hans: 新建文档
zh_hant: 新增文件

source: New Folder
de: Neuer Ordner
ja: 新規フォルダ
ko: 새 폴더
ru: Новая папка
zh_hans: 新建文件夹
zh_hant: 新增資料夾

source: New name
de: Neuer Name
ja: 新しい名前
ko: 새 이름
ru: Новое имя
zh_hans: 新名称
zh_hant: 新名稱

source: No available models were returned.
de: Es wurden keine verfügbaren Modelle zurückgegeben.
ja: 利用可能なモデルが返されませんでした。
ko: 사용 가능한 모델이 반환되지 않았습니다.
ru: Провайдер не вернул доступные модели.
zh_hans: 服务商未返回可用模型。
zh_hant: 服務商未傳回可用模型。

source: No Documents
de: Keine Dokumente
ja: ドキュメントがありません
ko: 문서 없음
ru: Нет документов
zh_hans: 没有文档
zh_hant: 沒有文件

source: No Headings
de: Keine Überschriften
ja: 見出しがありません
ko: 제목 없음
ru: Нет заголовков
zh_hans: 无标题
zh_hant: 沒有標題

source: No subfolders
de: Keine Unterordner
ja: サブフォルダがありません
ko: 하위 폴더 없음
ru: Нет вложенных папок
zh_hans: 没有子文件夹
zh_hant: 沒有子資料夾

source: Not available for this model
de: Für dieses Modell nicht verfügbar
ja: このモデルでは利用できません
ko: 이 모델에서는 사용할 수 없음
ru: Недоступно для этой модели
zh_hans: 此模型不可用
zh_hant: 此模型不可用

source: Not available for this provider
de: Für diesen Anbieter nicht verfügbar
ja: このプロバイダーでは利用できません
ko: 이 제공업체에서는 사용할 수 없음
ru: Недоступно для этого провайдера
zh_hans: 此提供商不可用
zh_hant: 此供應商不可用
